[
    {
        "_id": "1",
        "category_id": "012033an34ita5669921",
        "title": "Python",
        "image_url": "https://www.softwaretestinghelp.com/wp-content/qa/uploads/2020/12/Python-Programming.png",
        "details": "Python is a computer programming language often used to build websites and software, automate tasks, and conduct data analysis. Python is a general-purpose language, meaning it can be used to create a variety of different programs and isn't specialized for any specific problems."
    },
    {
        "_id": "2",
        "category_id": "012033an34ita5669922",
        "title": "PHP",
        "image_url": "https://image.shutterstock.com/image-photo/business-technology-internet-network-concept-260nw-2111313359.jpg",
        "details": "PHP is a server side scripting language that is embedded in HTML. It is used to manage dynamic content, databases, session tracking, even build entire e-commerce sites. It is integrated with a number of popular databases, including MySQL, PostgreSQL, Oracle, Sybase, Informix, and Microsoft SQL Server"
    },
    {
        "_id": "3",
        "category_id": "012033an34ita5669923",
        "title": "Javascript",
        "image_url": "https://play-lh.googleusercontent.com/PAPuQveK8eeVwh7M4vccotAFPOJI0sENMWxnFe9RDt-_63SfVRiLUNXcpJ-8iHuVng",
        "details": "JavaScript is a dynamic computer programming language. It is lightweight and most commonly used as a part of web pages, whose implementations allow client-side script to interact with the user and make dynamic pages. It is an interpreted programming language with object-oriented capabilities."
    },
    {
        "_id": "4",
        "category_id": "012033an34ita5669924",
        "title": "Java",
        "image_url": "https://dev.java/assets/images/java-logo-vert-blk.png",
        "details": "Java is a widely used object-oriented programming language and software platform that runs on billions of devices, including notebook computers, mobile devices, gaming consoles, medical devices and many others. The rules and syntax of Java are based on the C and C++ languages."
    },
    {
        "_id": "5",
        "category_id": "012033an34ita5669925",
        "title": "HTML5",
        "image_url": "https://www.pngfind.com/pngs/m/683-6834239_html5-html-5-hd-png-download.png",
        "details": "HTML5 is a markup language used for structuring and presenting content on the World Wide Web. It is the fifth and final major HTML version that is a World Wide Web Consortium (W3C) recommendation. The current specification is known as the HTML Living Standard."
    },
    {
        "_id": "6",
        "category_id": "012033an34ita5669926",
        "title": "CSS3",
        "image_url": "https://www.shariqueweb.com/wp-content/uploads/2015/06/css3.png",
        "details": "CSS3 stands for Cascading Style Sheet level 3, which is the advanced version of CSS. It is used for structuring, styling, and formatting web pages. Several new features have been added to CSS3 and it is supported by all modern web browsers."
    }
]